<template>
    <div class="container">
        <div class="about">
            <h2>О сайте</h2>
            <div class="about-site">
                <p>Сайт AquaBook - создан как сайт справочной информации из мира аквариумистики.</p>
                <p>
                    Данный сайт посвящен, предоставлению самой актуальной информации из мира аквариумного хобби.
                    Мы собрали на сайте наиболее обширную энциклопедию содержащую информацию обо всех известных видах аквариумных рыб, растений а также других видов
                    живых существ, которых содержат в аквариумах или террариумах.
                    На нашем сайте также публикуются новости о последних исследованиях в данной области, как из зарубежных источников, так и личные исследования
                    пользователей этого рессурса.
                </p>
            </div>
            <h2>Немного истории:</h2>
            <div class="aboutHistory">
                <blockquote>
                    <p><b>Аквариумистика</b> — весьма древнее, распространённое и разностороннее хобби. В ряде стран это хобби называют «фишкипинг» (англ. <i>fishkeeping</i>) и это весьма обширное поле деятельности.</p>
                    <p>Аквариумистика имеет множество направлений: одни аквариумисты больше увлечены рыбами, другие оказываются поклонниками разведения <b>рептилий</b> или <b>беспозвоночных</b>, в том числе кораллов, третьи аквариумным садоводством, в таком аквариуме находятся одни растения или кораллы и нет рыб. Иногда, одновременно с аквариумом, аквариумисты заводят <b>террариум</b>, в котором содержатся, например, <b>земноводные</b>. Одним из важных компонентов в аквариуме с растениями являются <b>аквариумный грунт</b>, а также добавки для рыб, растений и грунта. Необходимо отметить и пресноводных улиток, пользующихся большой популярностью среди аквариумистов, <b>улитки</b> не только способны очищать стенки аквариума от разросшихся <b>водорослей</b>, но и являются его украшением.</p>
                    <p>Аквариумисты пытаются создать особый мир в своем аквариуме, используя свои знания и возможности. Наиболее ответственным моментом для начинающего акариумиста-любителя является «запуск» аквариума. Все в аквариумистике настолько тесно взаимосвязано, что, продвигаясь в каком-либо одном направлении, изучая какую-то одну проблему, всегда приходится учитывать множество разнообразной и усваивать множество сопутствующей информации. Помимо основных правил: регулярной подмены воды при сохранении её параметров, использованию <b>аквариумных фильтров</b>, поддержания чистоты в аквариуме и <b>кормления</b> его обитателей, аквариумисты сталкиваются с разными проблемами: болезнями рыб и растений, адаптацией организмов к аквариумным условиям и многим другим. Это и подталкивает любителей аквариумистов к глубокому изучению проблем и к переходу от простого любительского рыбоводства и аквариумного растениеводства, к профессиональному научному подходу, подкрепленному научными знаниями. Таким образом, через несколько лет занятий аквариумистикой человек приобретает навыки и знания, казалось бы, далекие от тех целей, которые он перед собой ставил изначально. Но сохраняется главное — увлеченность аквариумом.</p>
                    <div class="aboutHistory-images">
                        <figure class="aboutHistory-image">
                            <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/20000_squid_Nautilus_viewbay.jpg/220px-20000_squid_Nautilus_viewbay.jpg" alt="20 тысяч лье под водой">
                            <figcaption>
                                «20 тысяч лье под водой»
                            </figcaption>
                        </figure>
                        <figure class="aboutHistory-image">
                            <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Giant_squid_melb_aquarium03.jpg/220px-Giant_squid_melb_aquarium03.jpg" alt="20 тысяч лье под водой">
                            <figcaption>
                                Кальмар в формалине
                            </figcaption>
                        </figure>
                        <figure class="aboutHistory-image">
                            <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/2/27/Frai_de_poissons_rouges_anim.gif/220px-Frai_de_poissons_rouges_anim.gif" alt="20 тысяч лье под водой">
                            <figcaption>
                                Золотые рыбки
                            </figcaption>
                        </figure>
                    </div>
                    <cite>© Аквариумистика - материал из <a href="https://ru.wikipedia.org/wiki/%D0%90%D0%BA%D0%B2%D0%B0%D1%80%D0%B8%D1%83%D0%BC%D0%B8%D1%81%D1%82%D0%B8%D0%BA%D0%B0" target="_blank">Википедии</a>, свободной энциклопедии</cite>
                </blockquote>
            </div>
            <h2>Обратная связь</h2>
            <div class="contact-form">
                 <h3>Для связи с тех. поддержкой сайта вы можете воспользоваться сылками или электроннлй почтой указанной в подвале сайта, либо написать сообщение при помощи формы обратной связи</h3>
                 <form action="">
                     <input type="text" name="contact-name" id="contact-name" placeholder="Ваше имя">
                     <input type="text" name="contact-email" id="contact-email" placeholder="Ваш e-mail">
                     <input type="text" name="contact-theme" id="contact-theme" placeholder="Тема">
                     <textarea name="" id="contact-message" rows="10" placeholder="Сообщение"></textarea>
                     <button class="contact-form-input">Отправить</button>
                 </form>
            </div>
        </div>
    </div>
</template>
<script>
export  default  {

}
</script>s
