<template>
    <div class="container">
        <h2>Другие виды аквариумных питомцев</h2>
        <p>Помимо аквариумных рыбок люди заселяют аквариумы многими другими пресноводными видами живых существ</p>
        <div class="another-fish-types">
            <h3>Ракообразные и улитки</h3>
            <p><b>Ракообразные</b> — это жабродышащие водные членистоногие. У большинства ракообразных различают головогрудь и брюшко. Органы дыхания — жабры, являющиеся выростами конечностей. Известно около 30 тысяч видов ракообразных. Среди них встречаются мелкие рачки длиной 2-5 миллиметров. Десятиногие раки, куда входят и речные раки, получили своё название по числу ходильных грудных ног. К ракообразным относятся креветки, крабы, омары и прочие животные.</p>
            <p><b>Улитки</b> - относятся к роду брюхоногих моллюсков, являясь при этом настоящим украшением аквариумного пространства наравне с экзотическими видами рыб. Моллюски также избавляют от вечного «неприятеля» аквариумистов – водорослей. При этом они заметно оживляют внутреннее пространство аквариума, внося в него свою изюминку – он становится более похожим на естественный водоем.</p>
            <div class="another-types">
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://blog.tetra.net/ru/ru/wp-content/uploads/2020/05/ulitki-pozvolyayut-vnesti-raznoobrazie-v-zhivotnyj-mir-akvariuma.jpg')"></span>
                    <h4>Улитки</h4>
                    <span class="another-type-desc">
                        <p>Аквариумные улитки играют большую роль в создании благоприятного микроклимата в водоеме (естественном или искусственном), они собирают остатки еды за другими обитателями.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://zoomix-opt.ru/images/pict/RAK/000.jpg')"></span>
                    <h4>Раки</h4>
                    <span class="another-type-desc">
                        <p>Раки — обитатели пресноводных и морских водоемов, которых все чаще можно увидеть в домашних аквариумах. Имеют толстый панцирь, белые зубы округлой формы, 19 пар конечностей и блестящие глазки на тонких стебельках. Функцию органа осязания выполняют усы, для передвижения, защиты и ловли добычи рак использует зазубренные клешни.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://www.aqua-shop.ru/images/news/Neocaridina_cherry.jpg')"></span>
                    <h4>Креветки</h4>
                    <span class="another-type-desc">
                        <p>Пресноводные креветки - существа весьма неприхотливые, что делает их идеальными аквариумными животными для людей, ведущих активный образ жизни и не имеющих достаточно времени вплотную заниматься аквариумом. По сравнению с количеством отходов, производимых рыбами, креветки практически не засоряют аквариум. В большинстве случаев они сами убирают за собой, постоянно перерабатывая свои отходы. Многие виды являются эффективными поглотителями водорослей, например, креветки Амано (Caridina multidentata) и более мелкие красноносые креветки (Caridina gracilirostris), что также способствует поддержанию чистоты в их среде.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://akvariumnyerybki.ru/wp-content/uploads/2016/01/akvariumnye-kraby_7.jpg')"></span>
                    <h4>Крабы</h4>
                    <span class="another-type-desc">
                        <p>Так называемые «пресноводные» аквариумные крабы – очень необычные и красивые существа, за поведением которых можно с огромным интересом наблюдать часами. Если раньше аквариумисты могли порадовать себя только мангровым крабом, то в последние годы количество разновидностей этих обитателей водного царства, комфортно чувствующих себя в условиях аквариума, увеличилось.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
            </div>
            <h3>Рептилии и амфибии</h3>
            <p><b>Земноводные</b> — весьма неприхотливые животные. Условия их содержания, кормления и разведения практически не отличаются от тех, в которых нужно содержать большинство видов популярных аквариумных рыбок. Земноводные выделяются не только своей необычной внешностью, но и довольно сложным, а порой причудливым и загадочным поведением.
                Они — миролюбивые существа, которые прекрасно уживаются со многими аквариумными обитателями и приносят им ощутимую пользу, защищая от патогенных микробов при помощи бактерицидных выделений.</p>
            <div class="another-types">
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://blog.tetra.net/ru/ru/wp-content/uploads/2020/08/shporcevaya-lyagushka-vedet-vodnyj-obraz-zhizni.jpg')"></span>
                    <h4>Лягушки</h4>
                    <span class="another-type-desc">
                        <p>В качестве аквариумных жителей заводят не только рыбок. Питомцем, например, может стать и лягушка. Ей не требуется большого объема воды для содержания. Аквариумные лягушки вполне могут жить даже в 5-литровой емкости. Они забавно зависают в толще воды или плавают, подобно маленьким водолазам. Наблюдать за амфибиями очень интересно, а уход не требует много хлопот.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://www.tetra.net/ru/ru/moi-aquarium/wp-content/uploads/2018/11/belyj-aksolotl.jpg')"></span>
                    <h4>Аксолотли</h4>
                    <span class="another-type-desc">
                        <p>Аксолотль – удивительное животное, которое представляет собой неотеническую личиночную форму некоторых видов амбистом (хвостатых земноводных), обычно мексиканской амбистомы (Ambystoma mexicanum) или тигровой амбистомы (Ambystoma tigrinum).  Таким образом, «аксолотль» – собирательное название, иногда его также называют водяной саламандрой. В природе эти животные находятся под угрозой исчезновения, в аквариумистике же завоевали большую популярность благодаря необычному внешнему виду и интересному поведению.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://blog.tetra.net/ru/ru/wp-content/uploads/2020/09/tritony-vse-chashche-stanovyatsya-domashnimi-pitomcami.jpg')"></span>
                    <h4>Тритоны</h4>
                    <span class="another-type-desc">
                        <p>Тритоны – это группа хвостатых земноводных из семейства Саламандровых, ведущих преимущественно водный образ жизни. Многие виды распространены в Европе и Азии. Эти амфибии практически не покидают водоемы, в которых обитают, лишь изредка могут обсушиться на камне непродолжительное время. Тем не менее, дыхание у животных легочное, поэтому им жизненно необходимо подниматься к поверхности воды и наполнять свои легкие воздухом.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
                <div class="another-type">
                    <span class="another-type-image" style="background-image: url('https://blog.tetra.net/ru/ru/wp-content/uploads/2020/08/krasnouhaya-cherepaha-v-terrariume.jpg')"></span>
                    <h4>Черепахи</h4>
                    <span class="another-type-desc">
                        <p>Аквариумные черепахи – это яркие представители рептилий, которые были окультурены в домашних условиях. Кроме своей необычной внешности, все виды обладают специальной роговой защитой – панцирем. Содержание и уход за черепахой в домашних условиях предполагает наличие комфортного для жизни аквариума или акватеррариума. Для дома подойдут только пресноводные виды рептилий. Ухаживать за ними придется аккуратно и регулярно, поэтому придется обустроить аквариум с подвесной конструкцией, на который им было бы удобно забираться. Виды черепах аквариумных есть различные, но есть и самые распространенные, уход за которыми весьма простой.</p>
                        <a href="#">Представители</a>
                    </span>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "AnotherSpecies"
}
</script>

<style scoped>

</style>
