<template>
    <div class="container">
        <h2>Аквариумная флора</h2>
        <div class="table-of-contents">
            <ul>
                <li><a href="#plants-type-1">Почвопокровные растения переднего плана</a></li>
                <li><a href="#plants-type-2">Розеточные и короткокорневищные растения среднего плана</a></li>
                <li><a href="#plants-type-3">Длиннолистные розеточные растения заднего плана</a></li>
                <li><a href="#plants-type-4">Длинностебельные растения заднего плана</a></li>
                <li><a href="#plants-type-5">Прикрепляющиеся или ландшафтно-декорные растения</a></li>
                <li><a href="#plants-type-6">Растения, плавающие в толще воды</a></li>
                <li><a href="#plants-type-7">Полуводные прибрежные растения</a></li>
                <li><a href="#plants-type-8">Аквариумные мхи и печеночники</a></li>
            </ul>
        </div>
        <div class="plants">
            <div class="introduction">
                <p>Подавляющее большинство водных растений, с которыми мы привыкли иметь дело в аквариуме, являются «вторичноводными», то есть в процессе эволюции вернулись обратно в воду из воздушной среды. В этом отношении они подобны водным млекопитающим (китам и тюленям): если водоросли (как и рыбы) из воды никогда не выходили, то высшие водные растения (как и китообразные) вернулись в комфорт и уют «колыбели жизни», совершив своеобразную «эволюционную экскурсию» за её пределы. Возвращение большинства высших водных растений в водную среду произошло с точки зрения палеонтологии совсем недавно, уже после разделения континентов и образования большинства современных биогеографических изолятов. Этим объясняются многочисленные примеры аналогического (в отличие от гомологического) развития, приведшего к образованию внешне удивительно похожих видов, относящихся ботанически к совершенно различным семействам и даже порядкам. Классические примеры – это плохо отличимые кабомба (пор. Кувшинкоцветные) и амбулия (пор. Ясноткоцветные), или саггитарии, один вид которых удивительно похож на валлиснерию, а другой – на карликовый эхинодорус теннелюс, причём все эти растения относятся к разным семействам.</p>
                <img class="introduction-picture" src="https://www.aqualogo.ru/img/images/infoportal_fresh_aqua_articles/rasteniya_perednego_plana.jpg" alt="introduction-picture">
                <p>Всё это делает совершенно бессмысленным с точки зрения практической и декоративной аквариумистики классифицировать водные растения в соответствии с их ботанической систематикой. В самом деле, зачастую аквариумисту при оформлении комнатного водоёма и не нужно знать точно, кто перед ним – карликовая саггитария или эхинодорус нежненький, печёночник моносолениум или папоротник ломариопсис, Людвигия «Куба» или Эустералис, если эти растения выглядят одинаково, растут одинаково и требуют для содержания одних и тех же условий. Эти соображения привели к тому, что в аквариумистике принято (за редким исключением) не обращать внимания на систематическое положение растений, а делить их на группы в соответствии с внешним видом, особенностями произрастания и занимаемой в биотопе экологической нишей. Разумеется, и из этого правила есть исключения: например, аквариумные мхи принято рассматривать как совершенно отдельную группу.</p>
            </div>
            <h3>Все водные растения подразделяются на следующие группы:</h3>
            <div class="plants-types">
                <ul>
                    <li class="plants-type" id="plants-type-1">
                        <h4>Почвопокровные растения переднего плана</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Эта группа объединяет в себя все мелкие, низкорослые водные растения, разрастающиеся вдоль поверхности грунта, и при достаточном питании и освещении не стремящиеся «выскочить» к поверхности воды. Большинство растений этой группы – полностью водные, сколь угодно долго растущие в полностью погруженном состоянии, а часть из них вообще не имеет эмерсной (воздушной) формы. При хороших условиях содержания они образуют красивые коврики и полянки, со временем полностью закрывающие поверхность грунта на переднем плане аквариума, не занятом другими растениями.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://co2-aqua.ru/image/cache/78bb87b9d52829943537081a9af588cb.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider">
                            <form>
                                <input type="radio" name="slider" id="slide-1" checked>
                                <input type="radio" name="slider" id="slide-2">
                                <input type="radio" name="slider" id="slide-3">
                                <input type="radio" name="slider" id="slide-4">
                                <input type="radio" name="slider" id="slide-5">
                                <div class="slider-overflow">
                                    <div class="slider-slides">
                                        <div class="slide">
                                            <div class="slide-item slide-item-1">
                                                <span></span>
                                            </div>
                                            <div class="slide-item slide-item-2"></div>
                                            <div class="slide-item slide-item-3"></div>
                                        </div>
                                        <div class="slide">
                                            <div class="slide-item slide-item-1"></div>
                                            <div class="slide-item slide-item-2"></div>
                                            <div class="slide-item slide-item-3"></div>
                                        </div>
                                        <div class="slide">
                                            <div class="slide-item slide-item-1"></div>
                                            <div class="slide-item slide-item-2"></div>
                                            <div class="slide-item slide-item-3"></div>
                                        </div>
                                        <div class="slide">
                                            <div class="slide-item slide-item-1"></div>
                                            <div class="slide-item slide-item-2"></div>
                                            <div class="slide-item slide-item-3"></div>
                                        </div>
                                        <div class="slide">
                                            <div class="slide-item slide-item-1"></div>
                                            <div class="slide-item slide-item-2"></div>
                                            <div class="slide-item slide-item-3"></div>
                                        </div>
                                    </div>
                                </div>
                                <div class="slider-btns-right">
                                    <label for="slide-1" />
                                    <label for="slide-2" />
                                    <label for="slide-3" />
                                    <label for="slide-4" />
                                    <label for="slide-5" />
                                </div>
                                <div class="slider-btns-left">
                                    <label for="slide-1" />
                                    <label for="slide-2" />
                                    <label for="slide-3" />
                                    <label for="slide-4" />
                                    <label for="slide-5" />
                                </div>
                            </form>
                        </div>
                    </li>
                    <li class="plants-type" id="plants-type-2">
                        <h4>Розеточные и короткокорневищные растения среднего плана</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Это наиболее распространённая и популярная группа водных растений. К ней можно отнести практически все криптокорины, эхинодорусы, нимфеи, большинство анубиасов, апоногетоны, кринумы, ряд буцефаландр, и др. Растения с крупными многолистными розетками прекрасно смотрятся в центральной части аквариума, привлекая к себе внимание и структурируя дизайнерскую композицию вокруг себя. Мелкоразеточные растения, как правило, прекрасно размножаются прикорневыми отростками, столонами или корневищными почками, со временем образовывая в среднем плане аквариума симпатичные привлекательные группы.</p>
                                <p>Отдельно в группе розеточных растений следует выделить нимфейные, кубышковые и похожие на них растения, которые в молодом возрасте образуют красивую розетку широких волнистых подводных листьев, однако при малейшей возможности тут же выпускают плавающие листья на длинных черешках, затеняющие аквариум, особенно многочисленные перед и во время цветения. Некоторые из них по своему «поведению» скорее могут быть отнесены к 8-й группе – «Полуводные и прибрежные растения», например, лотосы, которые вслед за плавающими выпускают и воздушные, надводные листья, и лишь затем приступают к цветению.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('http://www.aquaplants.biz/pics/eleocharis-acicularis.jpg')"></span>
                                <span style="background-image: url('https://akvariumnyerybki.ru/wp-content/uploads/2016/01/anubias-vidy_1-650x385.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                    <li class="plants-type" id="plants-type-3">
                        <h4>Длиннолистные розеточные растения заднего плана</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>К этой группе относится всего несколько видов, однако приходится выделять их отдельно в силу особенностей биологии. Это розеточные растения с очень длинными лентовидными листьями, быстро достигающими поверхности воды. Легко размножаясь ползучими стеблями-столонами, на которых образуются новые растения, эти виды в короткое время способны создать на заднем плане аквариума красивую плотную стену, а при отсутствии должного ухода – и заполонить собой половину объёма. В первую очередь это – все виды валлиснерий (обыкновенная, спиральная, крученолистная, гигантская, и др), длиннолистные виды саггитарий, некоторые виды криптокорин и апоногетонов.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://www.aqualogo.ru/img/images/infoportal_images/dlinnostebelnye_1.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                    <li class="plants-type" id="plants-type-4">
                        <h4>Длинностебельные растения заднего плана</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Это – пожалуй, самая обширная и распространенная группа водных растений, культивируемых в аквариумах. Объединяет их внешний вид – вертикальные стебли, устремлённые к поверхности, на которых поочередно или супротивно расположены листья. Форма этих листьев может быть практически любой – от нежных перистых, как у амбулий и кабомб, до широких «лопухов», как у гигрофилы «номафилы», от круглых, как у бакопы, до тоненьких и лентовидных, как у погестемона «октопус», от жестких и почти колючих – до нежных и полупрозрачных. Цвет листьев длинностебелек тоже отличается высоким разнообразием – от бледно-салатового до тёмно-бордового. Стоит ли удивляться, что именно многочисленные и разнообразные виды длинностебельных растений являются основой самого старого и до недавнего времени самого популярного стиля оформления растительных аквариумов – «голландского». Удивительное разнообразие этой группы растений позволяет создавать практически бесконечное разнообразие композиций и сюжетов подводного мира.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://akvariumnyerybki.ru/wp-content/uploads/2016/05/rasteniya-dlya-nachinayushhih_1-650x385.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                    <li class="plants-type" id="plants-type-5">
                        <h4>Прикрепляющиеся или ландшафтно-декорные растения</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Общим свойством этой очень полезной для создания декоративных композиций группы растений является их способность относительно быстро и прочно прикрепляться с помощью корней или ризоидов к сложному рельефному субстрату – корягам, камням, декоративной керамике – и красиво обрастать его вдоль поверхности. Помимо аквариумных мхов, почти все из которых обладают таким свойством, к корягам и камням прекрасно прирастают некрупные виды анубиасов, таиландский папоротник, почти все виды буцефаландр, и др. Такие растения весьма распространены в современной аквариумистике, и в силу своей высокой декоративности пользуются большой популярностью.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://sc04.alicdn.com/kf/Hf1c6d665a01c4f93985653d7e718686eb/251083068/Hf1c6d665a01c4f93985653d7e718686eb.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                    <li class="plants-type" id="plants-type-6">
                        <h4>Растения, плавающие в толще воды</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Таких видов, не имеющих или почти не имеющих корней и постоянно находящихся в свободно плавающем состоянии, довольно мало. Это прежде всего все три вида распространенных в культуре роголистников, гваделупский наяс (или наяс микродон), некоторые виды пузырчаток и печёночников, а также трёхдольная ряска. Обычно свободно плавающие растения обладают высокой скоростью роста и отличной приспособляемостью к изменяющимся и неблагоприятным условиям, а потому многие из них (например, роголистник и наяс) используются в качестве стартовых растений при запуске нового аквариума, а также как «лечебные» растения при вспышках зелёных водорослей: обладая быстрым ростом и активным питанием, они замечательно способны составить зелёным водорослям конкуренцию по растворённым в воде пищевым ресурсам. Что же касается декоративного применения таких растений, то оно довольно ограничено.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://kapelka.com/upload/iblock/b8e/5b08477dd22d5252d88ca95368ad8fb1.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                    <li class="plants-type" id="plants-type-7">
                        <h4>Полуводные прибрежные растения</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Строго говоря, в эту группу можно было бы отнести большинство растений, традиционно выращиваемых в аквариуме. Мало какие из них являются по-настоящему полностью водными растениями, т.е. не могут выходить «на сушу» (подниматься над поверхностью воды) и не имеют эмерсной (воздушной) формы (которая, к слову, у большинства растений радикально отличается от субмерсной, подводной). Переход вторично-водных растений к подводному образу жизни являлся, как правило, формой приспособления к периодическому затоплению при смене сезонов. Ряд прибрежных биотопов пресных водоёмов регулярно на несколько недель (а то и на несколько месяцев) оказывается под водой, а на остальное время пересыхает. Прибрежные растения (такие, как анубиасы, криптокорины, эхинодорусы, и др.) выработали особые приспособления, позволяющие им продолжать жить и расти как под водой, так и в полупогруженном и в полностью наземном положении, причём затопленными они могут оставаться безо всякого вреда для себя многие месяцы, и даже многие годы.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://houseaqua.ru/uploads/posts/2015-08/1439408319_lilaeopsis-novae-zelandiae.jpg')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                    <li class="plants-type" id="plants-type-8">
                        <h4>Аквариумные мхи и печеночники</h4>
                        <div class="plants-type-content">
                            <div class="plants-type-desc">
                                <p>Традиционно водные мхи выделяют в отдельную группу аквариумных растений в силу особенностей их биологии. Практически все они с помощью ризоидов прикрепляются к субстрату (камням, корягам, грунту, некоторые даже к стеклу!) и образуют красивые плотные коврики и подушки. Некоторые мхи (группа фонтиналисовых) крепятся к камню лишь нижним концом стебля (таллома), в то время как всё растение находится в толще воды. Но большинство мхов стелятся по субстрату, обращивая его. К той же группе относят печёночники (моносолениум, риккардию, донные формы риччии, и др.), а также практически неотличимый от печёночников папоротник ломариопсис. Печёночники, в отличие от мхов, либо не имеют ризоидов, либо образуют очень слабенькие ризоиды, плохо удерживающиеся за субстрат, однако этот недостаток компенсируется значительным удельным весом таллома моносолениума, ломариопсиса и др., так что даже без прикрепления они образуют замечательную подушку на дне. Особенно эффектно смотрятся такие куртины, когда сквозь них прорастают водные растения – саггитарии и криптокорины.</p>
                            </div>
                            <div class="plants-type-image">
                                <span style="background-image: url('https://kwitri.ru/wp-content/uploads/2017/06/%D0%91%D0%B5%D0%B7%D1%8B%D0%BC%D1%8F%D0%BD%D0%BD%D1%8B%D0%B9.png')"></span>
                            </div>
                        </div>
                        <div class="plants-type-slider"></div>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "Plants"
}
</script>

<style scoped>

</style>
